IDEA Open Model
MatConcreteEc2.Epsc3 Property
Compatible with IDEA StatiCa Beta 20.0
 Compressive strain in the concrete - εc3
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Epsc3 { get; set; }
Public Property Epsc3 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace